{
  "plugins": {
    "auto-save.nvim": {
      "src": "https://github.com/okuuva/auto-save.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "bufjump.nvim": {
      "src": "https://github.com/kwkarlwang/bufjump.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitportal.nvim": {
      "src": "https://codeberg.org/trevorhauter/gitportal.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "indent-o-matic": {
      "src": "https://github.com/Darazaki/indent-o-matic"
    },
    "lasterisk.nvim": {
      "src": "https://github.com/rapan931/lasterisk.nvim"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim"
    },
    "nvim-hlslens": {
      "src": "https://github.com/kevinhwang91/nvim-hlslens"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-ufo": {
      "src": "https://github.com/kevinhwang91/nvim-ufo"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "readline.nvim": {
      "src": "https://github.com/assistcontrol/readline.nvim"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "teide.nvim": {
      "src": "https://github.com/serhez/teide.nvim"
    },
    "tiny-glimmer.nvim": {
      "src": "https://github.com/rachartier/tiny-glimmer.nvim"
    },
    "vim-autoread": {
      "src": "https://github.com/djoshea/vim-autoread"
    },
    "vindent.vim": {
      "src": "https://github.com/jessekelighine/vindent.vim"
    },
    "yazi.nvim": {
      "src": "https://github.com/mikavilpas/yazi.nvim"
    }
  }
}
